{
    "brush with": "Brush with a small, straight, colorful, and soft brush.",
    "lie on": "Lie on a flat, long, sturdy, smooth, and cushioned surface.",
    "stir": "Stir inside a curved, smooth, and round container.",
    "open": "Open the handle with hinges, glass front, and grip.",
    "talk on": "Talk on a small device with a hole near the bottom.",
    "text on": "Text on a display that is touch-sensitive and bright.",
    "hold": "Hold with a grip for stability on the surface, ensuring it is secure.",
    "cut with": "Cut with a sharp, pointed, metallic tool.",
    "pour": "Pour through a narrow, curved opening.",
    "push": "Push the cylinder, exhaust pipe, fuel tank, crank, and footrests.",
    "pack": "Pack using a zipper in a rectangular inside space.",
    "jump": "Jump using wheels, deck, tail, nose, and a flat surface.",
    "lift": "Lift with a pointy, curved, metal tool.",
    "wash": "Wash using a smooth, transparent, soft, round, and clean object.",
    "eat": "Eat a juicy, soft, fleshy, edible bun.",
    "kick": "Kick an air-filled, cylindrical, round, and sturdy object.",
    "drink with": "Drink with your mouth using a straw, rim, and handle.",
    "stick": "Stick with a sharp, pointed, metallic, pointy, and thin tool.",
    "type on": "Type on keys, buttons, space bar, letters, and numbers.",
    "catch": "Catch a round, textured, and bouncy object.",
    "swing": "Swing a smooth, flexible handle with a head and grip.",
    "ride": "Ride a vehicle with wheels, handlebars, seat, and a connected front wheel.",
    "write": "Write with a tip that uses ink and has a point.",
    "look out": "Look out through a round, transparent, and shiny surface.",
    "sip": "Sip from a round, smooth, curved, and thin opening.",
    "throw": "Throw using hands, fingers, arm motion, and grip.",
    "beat": "Beat a flat, circular, flexible object made of plastic or animal skin.",
    "hit": "Hit with a heavy, metal, sharp, and solid object.",
    "peel": "Peel the skin, which is thin, rough, smooth, and flexible.",
    "cut": "Cut with a sharp, pointed blade.",
    "boxing": "Boxing with a sturdy, cylindrical, hanging, fabric-covered object.",
    "carry": "Carry a flat, sturdy, smooth, long, and buoyant object.",
    "take photo": "Take a photo using a lens, flash, and button.",
    "pick up": "Pick up an easy-to-grip, flat, and sturdy object.",
    "sit on": "Sit on a cushioned, elevated, flat, wide, and smooth surface.",
    "drag": "Drag with a sturdy, attached, and grippable handle."
}